
===========================================================================
report_tns
============================================================================
tns -14.43

===========================================================================
report_wns
============================================================================
wns -3.26

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -3.26

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 4.34
