
===========================================================================
report_tns
============================================================================
tns -17.23

===========================================================================
report_wns
============================================================================
wns -3.72

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -3.72

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 4.38
