
===========================================================================
report_tns
============================================================================
tns -12.04

===========================================================================
report_wns
============================================================================
wns -2.84

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -2.84

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 4.31
